# ProgressDlgEnd

## Description
End a progress context started with ProgressDlgStart. This will make the progress jump to the percentage declared when started.

```pascal
PROCEDURE ProgressDlgEnd;
```

```python

def vs.ProgressDlgEnd():
    return None
```

## Version
Availability: from Vectorworks 2015
## Category
* Utility